import { Lost } from "@/types/losts"
export const lostDummy = [
    {
        id: "1",
        name: "분실물 품목",
        description: "분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명",
        thumbnail: "https://placehold.co/234x234",
        detailImages: ["https://placehold.co/300x300"],
        acquisitionDate: "2025-09-15",
        acquisitionPlace: "000실"
    },
    {
        id: "2",
        name: "분실물 품목",
        description: "분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명",
        thumbnail: "https://placehold.co/234x234",
        detailImages: ["https://placehold.co/300x300"],
        acquisitionDate: "2025-09-15",
        acquisitionPlace: "000실"
    },
    {
        id: "3",
        name: "분실물 품목",
        description: "분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명",
        thumbnail: "https://placehold.co/234x234",
        detailImages: ["https://placehold.co/300x300"],
        acquisitionDate: "2025-09-15",
        acquisitionPlace: "000실"
    },
    {
        id: "4",
        name: "분실물 품목",
        description: "분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명",
        thumbnail: "https://placehold.co/234x234",
        detailImages: ["https://placehold.co/300x300"],
        acquisitionDate: "2025-09-15",
        acquisitionPlace: "000실"
    },
    {
        id: "5",
        name: "분실물 품목",
        description: "분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명",
        thumbnail: "https://placehold.co/234x234",
        detailImages: ["https://placehold.co/300x300"],
        acquisitionDate: "2025-09-15",
        acquisitionPlace: "000실"
    },
    {
        id: "6",
        name: "분실물 품목",
        description: "분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명",
        thumbnail: "https://placehold.co/234x234",
        detailImages: ["https://placehold.co/300x300"],
        acquisitionDate: "2025-09-15",
        acquisitionPlace: "000실"
    },
    {
        id: "7",
        name: "분실물 품목",
        description: "분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명",
        thumbnail: "https://placehold.co/234x234",
        detailImages: ["https://placehold.co/300x300"],
        acquisitionDate: "2025-09-15",
        acquisitionPlace: "000실"
    },
    {
        id: "8",
        name: "분실물 품목",
        description: "분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명",
        thumbnail: "https://placehold.co/234x234",
        detailImages: ["https://placehold.co/300x300"],
        acquisitionDate: "2025-09-15",
        acquisitionPlace: "000실"
    },
    {
        id: "9",
        name: "분실물 품목",
        description: "분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명",
        thumbnail: "https://placehold.co/234x234",
        detailImages: ["https://placehold.co/300x300"],
        acquisitionDate: "2025-09-15",
        acquisitionPlace: "000실"
    },
    {
        id: "10",
        name: "분실물 품목",
        description: "분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명분실물 설명",
        thumbnail: "https://placehold.co/234x234",
        detailImages: ["https://placehold.co/300x300"],
        acquisitionDate: "2025-09-15",
        acquisitionPlace: "000실"
    }
] as Lost[];